[PR_Commando X2SoldierClassTemplate]
+DisplayName="Commando"
+ClassSummary="Commandos excel at being field commanders either by assisting their allies with smoke grenaders or their officer abilities, or disrupting the enemy with their bullpup and flash grenades."
+LeftAbilityTreeTitle="Packrat"
+RightAbilityTreeTitle="Supply Carrier"
AbilityTreeTitles[0]="SWAT"
AbilityTreeTitles[1]="Guard"
AbilityTreeTitles[2]="Agent"
AbilityTreeTitles[3]="XCOM"
AbilityTreeTitles[4]="Pistols"

+RandomNickNames[0]="Smoker"
+RandomNickNames[1]="Flasher"
+RandomNickNames[2]="Boss"
+RandomNickNames[3]="Chief"
+RandomNickNames[4]="Officer"
+RandomNickNames[5]="Comrade"
+RandomNickNames[6]="Commander"
+RandomNickNames[7]="Elite"
+RandomNickNames[8]="Swat"
+RandomNickNames[9]="Guard"
+RandomNickNames[10]="Agent"


